Repository: Storik4pro/cdpiui
Catalog: CDPIUI/Strings/*/Resources.resw
Source language: en_us
Languages: ru

# CL_NotSaved
source: Not saved yet
ru: Ещё не сохранён

# CL_NewTaskDefaultName
source: New conditional task
ru: Новая условная задача

# CL_CategoryComponents
source: Components
ru: Компоненты

# CL_CategoryMaintenance
source: Maintenance
ru: Обслуживание

# CL_CategoryInterface
source: Application
ru: Приложение

# CL_CategoryWorkflow
source: Workflow
ru: Сценарий

# CL_ActionApplyPreset
source: Apply config
ru: Применить пресет

# CL_ActionStartComponent
source: Start component
ru: Запустить компонент

# CL_ActionStopComponent
source: Stop component
ru: Остановить компонент

# CL_ActionRestartComponent
source: Restart component
ru: Перезапустить компонент

# CL_ActionStartAutorunComponents
source: Start autorun components
ru: Запустить компоненты автозапуска

# CL_ActionStopAllComponents
source: Stop all components
ru: Остановить все компоненты

# CL_ActionStopNetworkService
source: Stop network service
ru: Остановить сетевую службу

# CL_ActionCheckApplicationUpdates
source: Check application updates
ru: Проверить обновления приложения

# CL_ActionCheckStoreUpdates
source: Check Store updates
ru: Проверить обновления Магазина

# CL_ActionRunCompatibilityCheck
source: Run compatibility check
ru: Проверить совместимость

# CL_ActionRunBasicDiagnostics
source: Run basic diagnostics
ru: Запустить основную диагностику

# CL_ActionRunStoreDiagnostics
source: Run Store diagnostics
ru: Запустить диагностику Магазина

# CL_ActionOpenMainPage
source: Open main page
ru: Открыть основную страницу

# CL_ActionOpenStorePage
source: Open Store page
ru: Открыть страницу Магазина

# CL_ActionOpenTool
source: Open tool
ru: Открыть инструмент

# CL_ActionOpenHelp
source: Open help
ru: Открыть справку

# CL_ActionWait
source: Wait
ru: Ожидать

# CL_ActionShowNotification
source: Show notification
ru: Показать уведомление

# CL_ParameterComponentId
source: Component
ru: Компонент

# CL_ParameterComponent
source: Component
ru: Компонент

# CL_ParameterPreset
source: Config
ru: Пресет

# CL_ParameterPresetPackId
source: Config kit
ru: Набор пресетов

# CL_ParameterPresetFileName
source: Config file name
ru: Имя файла пресета

# CL_ParameterPage
source: Page
ru: Страница

# CL_ParameterComponentIdForSettings
source: Component
ru: Компонент

# CL_ParameterItemId
source: Item ID
ru: ID элемента

# CL_ParameterCategoryId
source: Category ID
ru: ID категории

# CL_ParameterTool
source: Tool
ru: Инструмент

# CL_ParameterComponentIdForTool
source: Component
ru: Компонент

# CL_ParameterKitId
source: Config pack
ru: Набор пресетов

# CL_ParameterHelpPath
source: Help path
ru: Путь справки

# CL_ParameterMilliseconds
source: Milliseconds
ru: Миллисекунды

# CL_ParameterTitle
source: Title
ru: Заголовок

# CL_ParameterMessage
source: Message
ru: Сообщение

# CL_ChoiceHome
source: Home
ru: Главная

# CL_ChoiceUtilities
source: Utilities
ru: Утилиты

# CL_ChoiceSettings
source: Settings
ru: Параметры

# CL_ChoiceAutorunSettings
source: Autorun settings
ru: Параметры автозапуска

# CL_ChoicePersonalization
source: Personalization
ru: Персонализация

# CL_ChoiceAbout
source: About
ru: О приложении

# CL_ChoiceApplicationUpdates
source: Application updates
ru: Обновления приложения

# CL_ChoiceComponentSettings
source: Component settings
ru: Параметры компонента

# CL_ChoiceCatalogItem
source: Catalog item
ru: Элемент каталога

# CL_ChoiceCategory
source: Category
ru: Категория

# CL_ChoiceDownloads
source: Downloads
ru: Загрузки

# CL_ChoiceUpdates
source: Updates
ru: Обновления

# CL_ChoiceLibrary
source: Library
ru: Библиотека

# CL_ChoiceSettingsMemory
source: Settings • Memory
ru: Параметры • Память

# CL_ChoiceMemoryApplication
source: Settings • Memory • Application files
ru: Параметры • Память • Файлы приложения

# CL_ChoiceMemoryInstalledItems
source: Settings • Memory • Installed items
ru: Параметры • Память • Установленные элементы

# CL_ChoiceMemoryLogs
source: Settings • Memory • Logs
ru: Параметры • Память • Журналы

# CL_ChoiceMemorySettings
source: Settings • Memory • Application settings
ru: Параметры • Память • Настройки приложения

# CL_ChoiceMemoryStoreCache
source: Settings • Memory • Store cache
ru: Параметры • Память • Кэш Магазина

# CL_ChoiceComponentConsole
source: Pseudoconsole
ru: Псевдоконсоль

# CL_ChoiceAutoConfig
source: Autoselection utilities
ru: Средства автоподбора

# CL_ChoiceConfigEditor
source: Config edit+create manager
ru: Помощник создания пресетов

# CL_ChoiceCreateConfig
source: Create new config
ru: Создать новый пресет

# CL_ChoiceEditConfigPack
source: Edit config kit
ru: Изменить набор пресетов

# CL_ChoiceProxySetup
source: Setup proxy
ru: Настройка прокси

# CL_ChoiceTroubleshooting
source: Troubleshooting
ru: Поиск и устранение неполадок

# CL_ChoicePresetTest
source: Config test
ru: Тест пресетов

# CL_ChoiceHostsEditor
source: Hosts file utility
ru: Утилита изменения файла hosts

# CL_TaskImported
source: Task imported.
ru: Задача импортирована.

# CL_CannotImportTaskFormat
source: Cannot import the task: {0}
ru: Не удалось импортировать задачу: {0}

# CL_InvalidFilesSkippedFormat
source: Skipped invalid .cdpitask files: {0}.
ru: Пропущено некорректных файлов .cdpitask: {0}.

# CL_TaskSaved
source: Task saved.
ru: Задача сохранена.

# CL_TaskExported
source: Task exported.
ru: Задача экспортирована.

# CL_CannotExportTaskFormat
source: Cannot export the task: {0}
ru: Не удалось экспортировать задачу: {0}

# CL_TaskDeleted
source: Task deleted.
ru: Задача удалена.

# CL_CannotDeleteTaskFormat
source: Cannot delete the task: {0}
ru: Не удалось удалить задачу: {0}

# CL_TaskExecutionRequestedFormat
source: Task '{0}' was sent for execution.
ru: Задача «{0}» отправлена на выполнение.

# CL_CannotRunTaskFormat
source: Cannot run the task: {0}
ru: Не удалось выполнить задачу: {0}

# CL_RunTaskMenuItem.Text
source: Run
ru: Выполнить

# CL_EnableTaskMenuItem
source: Enable
ru: Включить

# CL_DisableTaskMenuItem
source: Disable
ru: Отключить

# CL_PropertiesTaskMenuItem.Text
source: Properties...
ru: Свойства...

# CL_DeleteTaskMenuItem.Text
source: Delete
ru: Удалить

# CL_TaskEnabledFormat
source: Task '{0}' enabled.
ru: Задача «{0}» включена.

# CL_TaskDisabledFormat
source: Task '{0}' disabled.
ru: Задача «{0}» отключена.

# CL_CannotChangeTaskStateFormat
source: Cannot change the task state: {0}
ru: Не удалось изменить состояние задачи: {0}

# CL_ImportDialogTitle
source: Import conditional task
ru: Импорт условной задачи

# CL_ExportDialogTitle
source: Export conditional task
ru: Экспорт условной задачи

# CL_TaskFileFilter
source: CDPI UI conditional tasks (*.cdpitask)|*.cdpitask
ru: Условные задачи CDPI UI (*.cdpitask)|*.cdpitask

# CL_DeleteDialogTitle
source: Delete task?
ru: Удалить задачу?

# CL_DeleteDialogContentFormat
source: '{0}' will be permanently deleted.
ru: Задача «{0}» будет удалена без возможности восстановления.

# CL_DeleteButtonText
source: Delete
ru: Удалить

# CL_CancelButtonText
source: Cancel
ru: Отмена

# CL_ChooseAction
source: Choose an action.
ru: Выберите действие.

# CL_AddActionButtonText
source: Add action
ru: Добавить действие

# CL_UpdateActionButtonText
source: Update action
ru: Обновить действие

# CL_ErrorTaskNameRequired
source: Task name is required.
ru: Укажите имя задачи.

# CL_ErrorPriorityRequired
source: Priority is required.
ru: Выберите приоритет.

# CL_ErrorTriggerRequired
source: Trigger type is required.
ru: Выберите тип триггера.

# CL_ErrorActionRequired
source: Add at least one action.
ru: Добавьте хотя бы одно действие.

# CL_ErrorHotKeyRequired
source: Hot key is required.
ru: Выберите горячую клавишу.

# CL_ErrorProcessNameRequired
source: Process name is required.
ru: Укажите имя процесса.

# CL_ErrorParameterRequiredFormat
source: '{0}' is required.
ru: Необходимо заполнить поле «{0}».

# CL_ErrorComponentRequired
source: Select an installed component.
ru: Выберите установленный компонент.

# CL_ErrorPresetRequired
source: Select a config.
ru: Выберите пресет.

# CL_AddTaskButtonText
source: Add
ru: Добавить

# MemoryUsageCategoryConditionalTasksDisplayName
source: Conditional launch
ru: Условный запуск

# MemoryUsageCategoryConditionalTasksDescription
source: That files contains your conditional utility settings
ru: Эти файлы содержат сведения о задачах, которые вы создали

# MemoryViewConditionalLaunchDetails
source: Conditional launch
ru: Условный запуск

# ConditionalTasksFullDescriptionTextBlock.Text
source: That files contains your conditional utility settings
ru: Эти файлы содержат сведения о задачах, которые вы создали

# ManageConditionalTasksButton.Content
source: Manage tasks
ru: Управлять задачами

# CleanupConditionalTasksTextBlock.Text
source: Delete all conditional tasks to free up space on this PC. This action cannot be undone.
ru: Удалить с этого компьютера все условные задачи. Отменить это действие не получится.

# DeleteAllConditionalTasksButton.Content
source: Delete
ru: Удалить

# MemoryConditionalTasksCountFormat
source: Task files: {0}
ru: Файлов задач: {0}

# MemoryConditionalTasksDeleteAllTitle
source: Delete all conditional tasks?
ru: Удалить все условные задачи?

# MemoryConditionalTasksDeleteAllContent
source: All conditional tasks will be permanently deleted.
ru: Все условные задачи будут удалены без возможности восстановления.

# MemoryConditionalTasksDeleted
source: All conditional tasks were deleted.
ru: Все условные задачи удалены.

# MemoryConditionalTasksDeleteErrorFormat
source: Could not delete all conditional tasks: {0}
ru: Не удалось удалить все условные задачи: {0}

# ConditionalTaskFileTypeDisplayName
source: Conditional task file
ru: Файл условной задачи

# ConfigPackFileTypeDisplayName
source: CDPI UI configuration kit
ru: Набор пресетов CDPI UI

# SignedPackFileTypeDisplayName
source: CDPI UI signed package
ru: Подписанный пакет CDPI UI

# PatchFileTypeDisplayName
source: CDPI UI update package
ru: Пакет обновления CDPI UI

# FileAssociationApplicationNameFormat
source: CDPI UI — version {0}
ru: CDPI UI — версия {0}

# UpdateFileDialogWindowTitle
source: Application update
ru: Обновление приложения

# UpdateFileQuestionTextBlock.Text
source: Install update?
ru: Установить обновление?

# InstallUpdateFileButton.Content
source: Install update
ru: Установить обновление

# UpdateFileNotFound
source: The update file was not found.
ru: Файл обновления не найден.

# UpdateFileInvalidExtension
source: The selected file is not a CDPI UI update package.
ru: Выбранный файл не является пакетом обновления CDPI UI.

# UpdateFileCurrentVersionFormat
source: Current version: {0}
ru: Текущая версия: {0}

# UpdateFilePreparing
source: Preparing the update…
ru: Подготовка обновления…

# UpdateFileStartingInstaller
source: Starting the updater…
ru: Запуск программы обновления…

# UpdateFileDescriptionTextBlock.Text
source: Review the update file before installing it.
ru: Перед установкой проверьте выбранный файл обновления.

# UpdateFileWarningTextBlock.Text
source: Only install update files from a source you trust.
ru: Устанавливайте файлы обновлений только из доверенного источника.

# FileAssociationSettingsCard.Header
source: Install file associations
ru: Установить ассоциации файлов

# FileAssociationSettingsCard.Description
source: Force associations for supported file types
ru: Принудительно установить ассоциации для поддерживаемых типов файлов

# InstallFileAssociationsButton.Content
source: Install again
ru: Установить заново

# FileAssociationsInstalled
source: File associations have been installed.
ru: Ассоциации файлов установлены.

# FileAssociationsInstallFailed
source: Some associations could not be installed. See the application log for details.
ru: Не удалось установить некоторые ассоциации. Подробности доступны в журнале приложения.

# PerformanceTextBlock.Text
source: Performance
ru: Производительность

# Zapret2LegacyHashValidationSettingsCard.Header
source: Regularly convert used Zapret Legacy configs to Zapret2
ru: Регулярно выполнять конвертацию используемых пресетов Zapret Legacy в Zapret2

# Zapret2LegacyHashValidationSettingsCard.Description
source: If this setting is disabled, changes to Zapret Legacy configs will not be automatically applied to Zapret2
ru: Если этот параметр выключен, изменения в пресетах Zapret Legacy не будут автоматически применяться к Zapret2

# ConfigImportUtilSettingsCard.Header
source: Import Config
ru: Импорт пресета

# ConfigImportUtilSettingsCard.Description
source: Import configs from external source, including BAT-solutions. Supports all components and different config types
ru: Импортировать пресеты из внешнего источника, включая .BAT-решения. Поддерживает все компоненты и большинство форматов пресетов

# ConfigImportUtilWindowTitle
source: Import Config
ru: Импорт пресета

# ConfigImportPageTitle.Text
source: Import Config
ru: Импорт пресета

# ConfigImportPageSubtitle.Text
source: Select a source file. It is analyzed statically and is never executed; the converted Config can be tested before importing.
ru: Выберите исходный файл. Он анализируется статически и никогда не запускается, а полученный пресет можно проверить перед импортом.

# ConfigImportSourceCard.Header
source: Source file
ru: Исходный файл

# ConfigImportSourceCard.Description
source: BAT, CMD and TXT files are converted; existing JSON Configs can also be imported
ru: BAT, CMD и TXT будут преобразованы; также можно импортировать готовый JSON-пресет

# ConfigImportBrowseButton.Content
source: Browse
ru: Обзор

# ConfigImportTargetCard.Header
source: Target component
ru: Целевой компонент

# ConfigImportTargetCard.Description
source: The executable and current version are read from the installed component
ru: Исполняемый файл и текущая версия берутся из установленного компонента

# ConfigImportNameCard.Header
source: Config name
ru: Название пресета

# ConfigImportNameCard.Description
source: This name will be shown in the component settings
ru: Под этим названием пресет появится в параметрах компонента

# ConfigImportAnalyzeButton.Content
source: Analyze file
ru: Проанализировать файл

# ConfigImportInstallButton.Content
source: Import Config
ru: Импортировать пресет

# ConfigImportFilesLabel.Text
source: Files to copy
ru: Файлов для копирования

# ConfigImportVariablesLabel.Text
source: Editable variables
ru: Изменяемых переменных

# ConfigImportStartupLabel.Text
source: Converted launch parameters
ru: Преобразованные параметры запуска

# ConfigImportIssuesLabel.Text
source: Diagnostics
ru: Диагностика

# ConfigImportNoComponentsTitle
source: No supported component is installed
ru: Нет подходящего установленного компонента

# ConfigImportNoComponentsMessage
source: Install a component with an executable before importing a Config.
ru: Перед импортом установите компонент с указанным исполняемым файлом.

# ConfigImportAnalyzingTitle
source: Analyzing the source file…
ru: Анализ исходного файла…

# ConfigImportAnalysisSuccessTitle
source: The Config is ready to import
ru: Пресет готов к импорту

# ConfigImportAnalysisWarningTitle
source: The Config is ready, but needs attention
ru: Пресет готов, но требует внимания

# ConfigImportAnalysisFailedTitle
source: The file could not be converted automatically
ru: Не удалось автоматически преобразовать файл

# ConfigImportAnalysisSummary
source: Files: {0}; variables: {1}; warnings: {2}; errors: {3}.
ru: Файлы: {0}; переменные: {1}; предупреждения: {2}; ошибки: {3}.

# ConfigImportInstallingTitle
source: Importing the Config…
ru: Импорт пресета…

# ConfigImportInstalledTitle
source: Config imported
ru: Пресет импортирован

# ConfigImportInstalledMessage
source: “{0}” is now available in the component settings.
ru: «{0}» теперь доступен в параметрах компонента.

# ConfigImportInstallFailedTitle
source: Could not import the Config
ru: Не удалось импортировать пресет

# ConfigImportSourceCard.Text
source: Source file
ru: Исходный файл

# ConfigImportSourceDescription.Text
source: BAT, CMD and TXT files are converted; existing JSON Configs can also be imported
ru: BAT, CMD и TXT будут преобразованы; также можно импортировать готовый JSON-пресет

# ConfigImportTargetCard.Text
source: Target component
ru: Целевой компонент

# ConfigImportTargetDescription.Text
source: The executable and current version are read from the installed component
ru: Исполняемый файл и текущая версия берутся из установленного компонента

# ConfigImportNameCard.Text
source: Config name
ru: Название пресета

# ConfigImportNameDescription.Text
source: This name will be shown in the component settings
ru: Под этим названием пресет появится в параметрах компонента

# ConfigImportTestButton.Text
source: Test Config
ru: Тестировать

# ConfigImportTestButtonText
source: Test Config
ru: Тестировать

# ConfigImportSelectComponentTitle
source: Select a component
ru: Выберите компонент

# ConfigImportSelectComponentMessage
source: The target component could not be determined automatically.
ru: Не удалось автоматически определить целевой компонент.

# ConfigImportTestStartingTitle
source: Starting the Config test…
ru: Запуск тестового пресета…

# ConfigImportTestRunningTitle
source: The test Config is running
ru: Тестовый пресет запущен

# ConfigImportTestRunningMessage
source: Check the required services, then stop the test before importing.
ru: Проверьте работу нужных сервисов, затем остановите тест перед импортом.

# ConfigImportTestStoppedTitle
source: Config test stopped
ru: Тестирование пресета остановлено

# ConfigImportTestFailedTitle
source: Could not start the Config test
ru: Не удалось запустить тестовый пресет

# ConfigImportTestEmptyArguments
source: The converted Config has no launch arguments.
ru: В преобразованном пресете отсутствуют параметры запуска.

# ConfigImportTestProcessExited
source: The component process exited immediately after launch.
ru: Процесс компонента завершился сразу после запуска.

# ImportConfig
source: Choose supported config files to import
ru: Выберите поддерживаемые файлы пресетов для импорта...

# BatchFiles
source: Batch config files
ru: Исполняемые файлы пресетов

# JsonFiles
source: Supported json config files GoodbyeDPI-UI and CDPIUI
ru: Поддерживаемые json-файлы пресетов GoodbyeDPI-UI и CDPIUI

# ConfigImportSelectStepTitle.Text
source: Import Configs
ru: Импортировать пресет

# ConfigImportSelectStepDescription.Text
source: Select one or more BAT, CMD, TXT or JSON files to import.
ru: Выберите один или несколько файлов BAT, CMD, TXT или JSON для импорта.

# ConfigImportChooseFilesButton.Content
source: Choose files
ru: Выбрать файлы

# ConfigImportProgressStepTitle.Text
source: Importing Configs
ru: Импорт пресета

# ConfigImportProgressStepDescription.Text
source: The selected files are being analyzed and converted.
ru: Идет работа над этим

# ConfigImportCompletedStepTitle.Text
source: Import complete
ru: Импорт завершен

# ConfigImportResultNameLabel.Text
source: Config name
ru: Название пресета

# ConfigImportResultComponentLabel.Text
source: Component
ru: Компонент

# ConfigImportDetailsButton.Content
source: Details
ru: Подробнее

# ConfigImportComponentMismatchMessage
source: This Config does not appear to be suitable for the selected component. It may not start or work correctly.
ru: Похоже, что этот пресет не подходит для выбранного компонента. Он может не запуститься или работать неправильно.

# ConfigImportItemSuccessStatus
source: Ready
ru: Готово

# ConfigImportItemWarningStatus
source: Warnings
ru: С предупреждениями

# ConfigImportItemFailedStatus
source: Failed
ru: Не удалось

# ConfigImportSaveButtonText
source: Save
ru: Сохранить

# ConfigImportSavedButtonText
source: Saved
ru: Сохранено

# ConfigImportProgressCounter
source: {0} of {1}: {2}
ru: {0} из {1}: {2}

# ConfigImportCompletedSuccessTitle
source: Configs successfully imported
ru: Пресеты успешно импортированы

# ConfigImportCompletedSuccessMessage
source: Review each Config, select a component, then test or save it.
ru: Теперь сохраните желаемые пресеты и закройте мастер

# ConfigImportCompletedPartialTitle
source: Some Configs could not be imported
ru: Некоторые пресеты не удалось импортировать

# ConfigImportCompletedPartialMessage
source: Successfully imported {0} of {1} Configs.
ru: Успешно импортировано {0} из {1}.

# ConfigImportCompletedFailedTitle
source: Could not import the Configs
ru: Не удалось импортировать пресеты

# ConfigImportCompletedFailedMessage
source: Open status info on a Config for error information.
ru: Информация об ошибке доступна по нажатию на статус.

# ConfigImportUnknownError
source: An unknown error occurred.
ru: Произошла неизвестная ошибка.

# ConfigImportIssueLine
source: (line {0})
ru: (строка {0})

# ConfigImportWizardTip
source: That wizard helps you import config from other applications to CDPI UI.
ru: Этот мастер поможет вам импортировать пресеты из других программ в CDPI UI.

# ConfigImportErrorView
source: We cannot import this config "{0}" during unexpected exception.
ru: Нам не удалось импортировать пресет "{0}" из-за непредвиденной ошибки.

# ConfigImportSuccess
source: That config imported successfully. Now just save it and select in component's settings.
ru: Этот пресет импортирован успешно. Теперь просто сохраните его и выберите в параметрах компонента.

# ConfigImportMissingFilesStepTitle.Text
source: Missing files
ru: Отсутствующие файлы

# ConfigImportMissingFilesStepDescription.Text
source: Some files referenced by the Configs were not found. Select a replacement, apply the file suggested by AutoCorrect, or explicitly allow an empty placeholder.
ru: Некоторые файлы, используемые пресетами, не найдены. Без этих файлов пресет работать не будет.

# ConfigImportMissingFileSuggestionLabel.Text
source: AutoCorrect suggestion
ru: Предложение автокорректора

# ConfigImportMissingFileEmptySuggestion
source: Create an empty file
ru: Создать пустой файл

# ConfigImportUseSuggestedFileButton.Content
source: Apply
ru: Применить

# ConfigImportChooseReplacementButton.Content
source: Choose file
ru: Выбрать файл

# ConfigImportUseEmptyFileButton.Content
source: Create empty
ru: Создать пустой

# ConfigImportMissingFileUnresolved
source: Select an action to continue.
ru: Требуется выбрать действие.

# ConfigImportMissingFileReplacementSelected
source: This file will be used: {0}
ru: Будет использован файл: {0}

# ConfigImportMissingFileEmptySelected
source: An empty file will be created.
ru: Будет создан пустой файл.

# ConfigImportContinueButton
source: Continue
ru: Продолжить

source: Save all
ru: Сохранить все

source: Saving ...
ru: Сохранение ...

# ConfigImportWizardDoneTip.Text
source: All configs imported and saved successfully. Now you can select it in component's settings. Also remember – some configs may have extra-settings. Than configs needs some additional setup before work. For support about additional config settings contact config's developer.
ru: Все пресеты успешно импортированы и сохранены. Теперь вы можете выбрать лучший пресет в параметрах компонента. Также помните – некоторые пресеты могут содержать дополнительные параметры. В этом случае для их работы потребуется дополнительная настройка. Для получения поддержки по дополнительным параметрам пресета обращайтесь к разработчику соответствующего пресета.

# ClickExitToExit.Text
source: Click "Exit" to close this wizard.
ru: Нажмите "Выход", чтобы закрыть этот мастер.

# YouMustGetConfigsFirstTextBlock.Text
source: There is no configs for that component
ru: Не удалось найти пресеты для этого компонента

# YouCanGetConfigsFromThatSourceTextBlock.Text
source: Here is available variants to get configuration for that component
ru: Выберите один из вариантов ниже, чтобы добавить новый пресет для этого компонента

source: Create config manually
ru: Создать пресет вручную
